{
  "header": {
    "btn": "Gratis-Demo anfordern"
  },
  "footer": {
    "link1": "Impressum",
    "link2": "Datenschutz"
  },
  "sidebar": {
    "list": {
      "item1": "Vision",
      "item2": "Unsere Lösungen",
      "item3": "Für Unternehmen",
      "item4": "Für Verbraucher",
      "item5": "Team",
      "item6": "Kontakt"
    },
    "contact": "Kontack"
  },
  "homePage": {
    "screen1": {
      "subtitle": "turning choices into earth's voice",
      "btn": "Demo buchen"
    },
    "screen2": {
      "title": "Unsere Vision",
      "text": "Wir von EarthScore stellen uns eine Zukunft vor, in der Nachhaltigkeit eine Lebensweise ist, die integraler Bestandteil der Gesellschaft ist und einen blühenden Planeten für künftige Generationen sichert. Wir setzen uns für eine Welt ein, in der Unternehmen verantwortungsvoll handeln, Verbraucher fundierte Entscheidungen treffen und jede Handlung zum kollektiven Wohlstand und zur Gesundheit unseres Planeten beiträgt."
    },
    "screen3": {
      "block1": {
        "title": "360° Ansatz",
        "subtitle": "EarthScore Excellence Center",
        "text": "Das Herzstück von EarthScore ist unser KI-gestütztes ESG Excellence Center, das Expertenwissen und hochentwickelte KI-Analysen nutzt, um nachhaltige Lösungen für alle Branchen zu entwickeln. Unser Zentrum konzentriert sich auf detaillierte, präzisionsgesteuerte Datenanalysen und setzt modernste Technologien ein, um nachhaltige Praktiken zu innovieren und zu verbessern. Durch die Integration verschiedener Branchenexpertisen setzen wir globale Standards für verantwortungsvolle und effektive Geschäftsabläufe."
      },
      "block2": {
        "title": "Für Unternehmen",
        "text": "EarthScore bietet fortschrittliche ESG-Lösungen, die nicht nur die Einhaltung von Vorschriften gewährleisten, sondern auch Innovation und Unternehmenswachstum fördern. EarthScore verbindet Wissen mit Handeln und stellt so sicher, dass unsere Bemühungen zu greifbaren Ergebnissen führen."
      },
      "block3": {
        "title": "Für Verbraucher",
        "text": "Verändern Sie Ihr Einkaufserlebnis und fördern Sie Ihren nachhaltigen Lebensstil. Die EarthScore App vereinfacht komplexe Nachhaltigkeitsdaten und gibt Ihnen die Möglichkeit, mit Vertrauen und Klarheit einzukaufen."
      },
      "btn": "Mehr erfahren"
    },
    "screen4": {
      "title": "EarthScore Lösungen für Unternehmen:",
      "subtitle": "Sorgfältige Entscheidungen, die weltweit nachhallen",
      "text": "Unsere Plattform lässt sich flexibel an Ihre spezifischen Geschäftsanforderungen und die sich verändernden rechtlichen Rahmenbedingungen anpassen."
    },
    "screen5": {
      "title": "EarthScore für Ihr Unternehmen",
      "item1": {
        "title": "ESG REPORT Auto Pilot",
        "text": "Mit unserem ESG Report Auto Pilot sind Sie den Anforderungen der Regulierungsbehörden und den Erwartungen der Stakeholder meilenweit voraus. Unser automatisiertes Reporting-Tool rationalisiert den ESG-Reporting-Prozess, gewährleistet Genauigkeit und Effizienz und bietet gleichzeitig wertvolle Einblicke in Ihre Nachhaltigkeitsleistung. Mit dem ESG Report Auto Pilot können Sie regulatorische Anforderungen mühelos erfüllen und sich auf die Förderung eines nachhaltigen Wachstums konzentrieren. Unsere Lösungen sind skalierbar und eignen sich für Unternehmen jeder Größe. Sie begleiten Unternehmen durch jeden Schritt des Prozesses, von der Datenerfassung bis hin zur KI-Berichterstattung, und stellen so die Einhaltung der Vorschriften sicher und treiben strategische Ziele voran."
      },
      "item2": {
        "title": "Beratererfahrung begegnet EARTHSCORE-Experten",
        "text": "Unsere maßgeschneiderten Beratungsdienste verbinden jahrzehntelange Branchenerfahrung mit den neuesten Fortschritten in der Nachhaltigkeitstechnologie. Von umfassenden ESG-Audits bis hin zu strategischen Implementierungsplänen arbeiten wir mit Unternehmen zusammen, um Nachhaltigkeitsherausforderungen in Wachstums-, Resilienz- und Wettbewerbsvorteile zu verwandeln. Unser Ansatz geht über die Erfüllung von Anforderungen hinaus – er zielt darauf ab, Ihre Geschäftsbeziehungen zu verbessern und neue Chancen zu erkunden. Unser ESG Excellence Center und unsere KI-unterstützten Dienste bieten personalisierte Empfehlungen, Szenarioanalysen und vorausschauende Einblicke, um Ihre Ziele zu erreichen. Erleben Sie die Synergie von KI und menschlicher Intelligenz. Mit unserer Expertise und unserem Ruf für Exzellenz sind wir hier, um Ihr Unternehmen in eine Nachhaltigkeitskraft zu verwandeln. Warten Sie nicht – gestalten Sie die Zukunft schon heute."
      },
      "item3": {
        "title": "EarthScore AI",
        "text": "Mit EarthScore AI, unserer hochmodernen KI-Lösung, die entwickelt wurde, um die Leistung der neuesten technologischen Fortschritte zu nutzen, können Sie mit Zuversicht in die Zukunft der Geschäftsstrategie vordringen. EarthScore stattet Unternehmen mit umsetzbaren Erkenntnissen und hochentwickelten prädiktiven Analysen aus und hilft ihnen, im Wettbewerb die Nase vorn zu haben. Unsere KI-Plattform, EarthScore AI, prognostiziert nicht nur aufkommende Trends, sondern identifiziert auch potenzielle Risiken und deckt wertvolle versteckte Chancen auf. Durch die Integration dieser Erkenntnisse werden Unternehmen in die Lage versetzt, sich in dem sich ständig weiterentwickelnden und dynamischen Bereich der Nachhaltigkeit zurechtzufinden und zu übertreffen. Dieser proaktive Ansatz stellt sicher, dass Ihr Unternehmen sich anpassen und effektiv reagieren kann, um eine nachhaltige und profitable Zukunft zu sichern."
      },
      "item4": {
        "title": "EarthScore Dashboard",
        "text": "Willkommen zu unserem modernen Business Intelligence Dashboard. Passen Sie es mühelos mit Widgets an, um Ihre Analysen auf Ihre Geschäftsanforderungen abzustimmen. Bleiben Sie konform mit vorausgewählten KPIs, die auf regulatorische Anforderungen zugeschnitten sind, und gewinnen Sie so einen Vorsprung. Bringen Sie Ihre KPIs in Einklang mit den Unternehmenszielen und treiben Sie Ihre strategischen Ziele voran. Tauchen Sie mit intuitiven Drill-Down-Optionen tief in die Daten ein. Verbessern Sie Ihre Strategie mit personalisierten ESG- und KI-Lösungen. Unser Dashboard bietet umfassende Analysen durch einen doppelten Wesentlichkeitsansatz mit robusten Filteroptionen, die nach Scope 1-4 oder ESG-Kriterien sortieren. Greifen Sie auf relevante Informationen zu und überwachen Sie Ihre Nachhaltigkeitsziele effizient."
      },
      "item5": {
        "title": "Vereinfachte ESG-Compliance",
        "text": "Unsere Plattform vereinfacht die Dateneingabe über mehrere Standards wie GRI, ESRS und SFDR. Durch die Integration fortschrittlicher KI kategorisiert und gleicht sie Ihre Daten anhand einer einzigen Eingabe ab und gewährleistet so Genauigkeit und die Einhaltung internationaler Standards. Dieser KI-gesteuerte Prozess automatisiert die Datenaggregation und -validierung und gewährleistet gleichzeitig Integrität und Zuverlässigkeit. Geben Sie Daten nur einmal ein, um mehrere Standards zu erfüllen, und reduzieren Sie so die Kosten für die Datenerfassung. Profitieren Sie von Echtzeit-Berichten und -Analysen mit kontinuierlichen Aktualisierungen des Konformitätsstatus, detaillierten Berichten und umsetzbaren Erkenntnissen. Unser System rationalisiert auch die Überwachung der Einhaltung von Vorschriften und passt sich automatisch an die neuesten ESG-Vorschriften an, damit Ihr Unternehmen mit minimalem manuellem Aufwand konform bleibt."
      }
    },
    "screen6": {
      "title": "EarthScore App:",
      "subtitle": "Ihre Entscheidungen, die Stimme der Erde",
      "text": "Scannen, lernen und handeln – machen Sie jeden Einkauf zu einem Schritt in Richtung Nachhaltigkeit. Machen Sie mit, engagieren Sie sich und beeinflussen Sie mit jedem Wisch. Kaufen Sie intelligent ein, leben Sie grün!"
    },
    "screen7": {
      "title": "EarthScore für Verbraucher",
      "item1": {
        "title": "EarthScore App",
        "text": "Verbessern Sie Ihr Einkaufserlebnis mit unserer EarthScore Consumer App! Sagen Sie Zweifeln adieu und begrüßen Sie Selbstsicherheit! Mit unserer App kaufen Sie intelligenter und nachhaltiger, mit fundiertem Wissen zur Hand. Unser EarthScore-Bewertungssystem stellt sicher, dass Sie umweltfreundliche Entscheidungen treffen und Greenwashing vermeiden. Teilen Sie Ihre Lebensstil-Erfolge und verfolgen Sie Ihren Fortschritt nahtlos. Ihr Feedback gestaltet unsere Funktionen direkt, um Ihr Erlebnis zu verbessern. Shoppen Sie mit Gewissheit, shoppen Sie mit unserer App. Scannen Sie Produkte, entdecken Sie deren Umweltauswirkungen und treffen Sie informierte, nachhaltige Entscheidungen, die mit Ihren Werten übereinstimmen."
      },
      "item2": {
        "title": "Verbessern Sie Ihr Einkaufserlebnis",
        "text": "Entdecken Sie mit unserer App die Nachhaltigkeit Ihrer Einkäufe! Scannen Sie jeden Barcode und erfahren Sie sofort die Umweltauswirkungen Ihrer Produkte. Von Lebensmitteln bis hin zu Gadgets - treffen Sie bewusste Entscheidungen. Finden Sie leicht Alternativen, um Ihren ökologischen Fußabdruck zu verringern und Ihre Einkaufsgewohnheiten zu verbessern. Übernehmen Sie die Kontrolle über Ihre Auswirkungen auf den Planeten. Fangen Sie an zu scannen, fangen Sie an zu verändern, fangen Sie an, etwas zu bewirken."
      },
      "item3": {
        "title": "Maßgeschneiderte Nachhaltigkeit mit ES SubScores",
        "text": "Vertiefen Sie Ihr Wissen über Nachhaltigkeit mit den EarthScore SubScores. Ganz gleich, ob Sie Verpackungsmüll reduzieren möchten, soziale Verantwortung unterstützen oder Gesundheit und Wellness in den Vordergrund stellen wollen - unsere App bietet detaillierte, auf Ihre Präferenzen zugeschnittene Einblicke und hilft Ihnen, nachhaltige Entscheidungen zu treffen, die für Sie wichtig sind."
      },
      "item4": {
        "title": "Die direkte Feedback Loop Funktion",
        "text": "Sagen Sie Ihre Meinung und beeinflussen Sie Veränderungen mit der direkten Feedback Loop Funktion. Teilen Sie Ihre Gedanken direkt mit den Herstellern, geben Sie Feedback zur Produktnachhaltigkeit und tragen Sie zur Entwicklung grünerer, nachhaltigerer Produkte bei. Ihr Feedback ist wichtig, und EarthScore sorgt dafür, dass es gehört wird."
      }
    },
    "screen8": {
      "title": "Das EarthScore Team",
      "item1": {
        "name": "Manuel Mattern",
        "position": "Founder & CEO",
        "deskPosition": "Visionary Management Team",
        "text": "Als ausgewiesener Visionär machte sich Manuel Mattern zunächst einen Namen, indem er ein führendes Vertrauenssiegel im deutschen E-Commerce-Sektor etablierte. Seitdem hat er eine erfolgreiche unternehmerische Laufbahn eingeschlagen und bei EarthScore seine profunde Expertise in Technologie und Produktentwicklung unter Beweis gestellt."
      },
      "item2": {
        "name": "Martin Börner",
        "position": "Chief Sales Officer & General Manager",
        "deskPosition": "Business Development Team",
        "text": "Martin Börner bringt einen reichen Erfahrungsschatz aus der deutschen IT- und Telekommunikationsbranche mit zu EarthScore. Zuvor war er unter anderem stellvertretender Geschäftsführer bei Samsung Electronics GmbH und General Manager und Sales Director bei Motorola, was seine umfassende Branchenkenntnis unterstreicht."
      },
      "item3": {
        "name": "Prof. Agnieszka Gehringer",
        "position": "Head of Board of Scientific Research",
        "deskPosition": "Science Team",
        "text": "Prof. Dr. Agnieszka Gehringer, eine angesehene Akademikerin und Forscherin, studierte Wirtschaftswissenschaften an der Sapienza Università di Roma. Mit Lehrtätigkeiten an der Georg-August-Universität Göttingen und der Fachhochschule Köln hat sie sich auf Finanzmarktintegration und Innovationsökonomie spezialisiert. Bei EarthScore ist sie Vorsitzende des wissenschaftlichen Beirats und setzt ihre Expertise in der Nachhaltigkeitsmessung ein."
      },
      "item4": {
        "name": "Igor Shtelmakh",
        "position": "Chief Technology Officer",
        "deskPosition": "AI & IT Development Team",
        "text": "Der aus Vinnytsia, Ukraine, stammende Igor Shtelmakh ist ein hervorragender Technologieführer mit einem Doktortitel in Computerwissenschaften. Als CTO von EarthScore beaufsichtigt er KI- und Softwareentwicklungsinitiativen, bereichert durch seine vorherige Erfahrung als Chief Data Officer bei Widr Pay in Paris. Seine Rolle ist entscheidend, um technologische Innovationen und Softwarelösungen im gesamten Unternehmen voranzutreiben."
      },
      "item5": {
        "name": "Claus Adams",
        "position": "SENIOR ADVISOR",
        "deskPosition": "Marketing/Sales",
        "text": "Claus Adams, Experte mit über 20 Jahren Erfahrung in Werbung und Marketing, spezialisiert sich auf nachhaltige Praktiken und technologische Integration. Er hatte Führungspositionen bei Agenturen wie Geometry Global EMEA und Ogilvy inne. Bei EarthScore nutzt er sein Fachwissen, um Markenstrategien zu verfeinern und die Marktdurchdringung im Bereich nachhaltiger Technologien voranzutreiben. Sein Verständnis von Verbraucherverhalten und digitalen Trends unterstützt die Mission von EarthScore, Umweltverantwortung durch innovative Lösungen voranzutreiben."
      },
      "item6": {
        "name": "Gottfried Werner",
        "position": "Chief Financial Officer",
        "deskPosition": "Financial expert & partner",
        "text": "Gottfried ist ein Experte mit über 20 Jahren Erfahrung in Geschäftsentwicklung, Management, B2B-Vertrieb und strategischen Partnerschaften. Sein Erfolg hat ihm ein breites Netzwerk in Politik und Wirtschaft eingebracht. Er hat große Medien-, Werbe- und Technologieunternehmen beraten und war Geschäftsführer eines führenden Technologieunternehmens im Automobilsektor. Zuvor war er Vorstandsmitglied eines Schweizer Leasingunternehmens und arbeitete bei einem deutschen Projektentwicklungsunternehmen für institutionelle Investoren."
      }
    },
    "screen9": {
      "title": "Buchen Sie eine Demo!",
      "subtitle": "Nehmen Sie Kontakt mit unseren Experten auf!",
      "form": {
        "placeholderName": "Ihr Name",
        "placeholderEmail": "Ihre Email Adresse",
        "name": "Name",
        "email": "Email",
        "message": "Ihre Nachricht",
        "btn": "Nachricht senden"
      }
    }
  }
}
